[
    {
        "id":1,
        "name":"Bariatric Center",
        "img":"https://i.ibb.co/pWRkWkz/img-1.jpg",
        "info":"Hurley Bariatric Center in Flint, Michigan is a nationally accredited Metabolic and Bariatric Surgery Comprehensive Center and BCBS Blue Distinction Center. Our highly skilled board certified surgeons not only specialize in bariatric surgery, but are also credentialed in critical care at a level 1 Trauma Center. We have performed over 5,000 procedures such as the RNY Gastric Bypass, Sleeve Gastrectomy and Adjustable Gastric Band. Our experienced, comprehensive bariatric team of health professionals offer expertise and compassionate care, helping each individual achieve “New Hope, New Health, New Life”!",
        "description":"Weight Loss ans Bariatric Surgery At Hurley Bariatric Center we know that weight loss is a very personal journey: what works for another person may not be the right path for you. That’s why, in addition to our full range of weight loss surgical services, we offer customized non-surgical weight loss alternatives that are medically sound and supervised to help you achieve your weight loss goals for a healthier life.The first step toward reaching a healthy weight is recognizing the need for change. Our bariatric team understands that committing to lifestyle changes can be daunting. We’ll help you make informed decisions about our surgical and non-surgical weight loss options based on your history and weight loss goals."
    },
    {
        "id":2,
        "name":"Behavioral Health",
        "img":"https://i.ibb.co/Zxqf6YV/img-2.jpg",
        "info":"You don’t have to cope with mental health concerns alone. We’ll work with you to create positive change. If you or a loved one are experiencing difficult emotional challenges, our experts can provide compassionate support during times of stressful change and will help you cope more effectively with life issues, mental health distress, instability, and depression. Our care team is led by psychiatrists, psychologists, physician assistants, social workers, counselors, and nurses who are trained to care for people of all ages and abilities. We’ll work with you to develop a personalized care plan to help restore mental stability and return you to a healthy, balanced lifestyle.Hurley Mental Health Associates Hurley Medical Center’s outpatient mental health clinic, Hurley Mental Health Associates is here for you every step of the way. As one of the largest outpatient mental health clinics in Michigan, we offer highly skilled, culturally diverse professionals who are available to help individuals and families of all ages and abilities in a non-judgmental and caring manner.","description":"Advanced Neuropsychology & Pediatric Psychology Services (ANPPS) Hurley Medical Center’s Advanced Neuropsychology & Pediatric Psychology Service Center (formerly Brain Function Assessment Center) offers assessment and treatment services for brain injuries, neuropsychological evaluations for individuals of all ages who are dealing with complex neurologic injuries or illnesses, and psychology services for children and adolescents who are dealing with the effects of chronic medical conditions."
    },
    {
        "id":3,
        "name":"Cancer",
        "img":"https://i.ibb.co/hBs3GKp/img-3.jpgz",
        "info":"At Hurley Medical Center, we are committed to providing the most advanced cancer treatment services, technologies and programs available, combined with educational and support services, that together lead to faster recovery and positive long-term outcomes.",
        "description":"Genesys Hurley Cancer Institute Focused on patient care of unsurpassed excellence, the Genesys Hurley Cancer Institute represents a highly-innovative collaboration between Genesys Regional Medical Center and Hurley Medical Center. Specializing in the most advanced treatments, Genesys Hurley Cancer Institute provides physicians with the widest range of complex cancer fighting options, enabling treatment with pinpoint accuracy.From aggressive prevention programs and early detection services to the application of leading edge diagnostics and treatment techniques, the Genesys Hurley Cancer Institute brings hope and healing to our community."
    },
    {
        "id":4,
        "name":"Childrens Hospital",
        "img":"https://i.ibb.co/qgHHFwr/img-4.jpg",
        "info":"The region’s undisputed leader in children’s health care.Hurley Medical Center has developed a pediatric program of exceptional quality and national recognition. We provide the most outstanding clinical care for our region’s children and their families. In order to provide our children with the very best physicians, nurses, and treatment options available, not only now but in the future, we have Hurley Children’s Hospital, the premier pediatric medical facility in the region.This leading-edge facility, located within Hurley Medical Center, delivers the latest technologies and today’s most innovative treatments, eliminating the need for families to travel far from home for specialized services. In addition, it has been designed around the comfort and well-being of our patients and their families, and specializes in patient- and family-centered care.",
        "description":"The highest level of expertise, the most advanced technology, and a dedicated and caring staff Being designated a Level III NICU facility means that our entire NICU staff—neonatologists (specialists in sick or premature newborns), perinatologists (specialists in high-risk pregnancies), NICU nurses, nurse practitioners, and respiratory therapy nurse specialists—have the state-of-the-art knowledge and technology needed to care for these premature or very sick newborns."
    },
    {
        "id":5,
        "name":"Diabetes",
        "img":"https://i.ibb.co/NYNHhYm/img-5.jpg",
        "info":"Hurley Medical Center’s Diabetes Education Program is the largest in Genesee County. These programs are recognized by the American Diabetes Association and certified by the Michigan Department of Community Health as quality self-management diabetes education programs.We offer three different Diabetes Education Programs:Adult Diabetes Education Program The Hurley Diabetes Center helps you learn how to control your diabetes so you can live a healthy life. We teach you what diabetes is, what puts you at risk for getting diabetes, blood sugar monitoring, diabetes medicines, including insulin pump, how to stay healthy with diabetes, and what to eat.",
        "description":"Diabetes During Pregnancy Education ProgramHurley’s Diabetes During Pregnancy Education Program is the only program in Genesee County that offers diabetes education and medical management to pregnant women with diabetes or pre-diabetes, or who get diabetes during their pregnancy, or who have diabetes and are trying to get pregnant. Our staff will teach you everything you need to know about pregnancy and diabetes. We teach you what diabetes is and how it affects your pregnancy, what puts you at risk for getting diabetes, blood sugar monitoring, diabetes medications and how to take them/use them, including insulin pump, what to eat and not eat, and how to stay healthy with diabetes."
    },
    {
        "id":6,
        "name":"Emergent Services",
        "img":"https://i.ibb.co/Hpy0Vch/img-6.jpg",
        "info":"From initial response to inpatient treatment, followed by outpatient and follow-up services, Hurley Medical Center proudly serves the community with clinical excellence and service to people.",
        "description":"1.Paul F. Reinhart Emergency Trauma Cnter,The Paul F. Reinhart Emergency Trauma Center at Hurley Medical Center delivers the highest quality of adult and pediatric emergency and trauma care in the region. With a highly skilled staff that includes E.R. physicians provided by the University of Michigan, Hurley features the region’s only Level I Trauma Center and Level II Pediatric Trauma Center (the highest designations possible), offering the most comprehensive care in the area to all adults and children.2.Hurley Children’s 3.Emergency Department The Hurley Children’s Hospital emergency department, the only one of its kind in the region, represents the highest level of pediatric emergency care anywhere with a highly-trained clinical staff specialized in making emergency treatment less scary. With a separate entrance and waiting area, the cutting-edge facility features décor and distraction games to keep young children engaged, in addition to specially-sized medical equipment for children’s diagnosis and treatment.4.Level I Trauma Center The Farouck N. Obeid Trauma Bay provides immediate response with a highly specialized, in-house team of trauma specialists around the clock, every day of the year. Verified as a Level I Trauma Center from the American College of Surgeons (ACS), the highest credential possible, Hurley delivers the highest level of care to all patients, regardless of age or acuity.5.Hurley’s Level 1 Trauma Center administers comprehensive quality assurance programs to make sure our trauma care is consistently at the highest level, and it has been chosen to participate in the Michigan Trauma Quality Improvement Program, sponsored by Blue Cross and Blue Shield. Participation in this program enables us to develop and share best practices with other trauma centers and to offer additional, externally-verified quality assurance measures.7.Regional Burn CenterHost to one of just six specialized burn units in the state, Hurley is able to provide the full continuum of burn care from injury to recovery. Together with our Level I Trauma Center and Level II Pediatric Trauma Center, we offer the highest level of burn care to both children and adults.The highly specialized treatment available at Hurley Medical Center addresses the unique needs associated with a pediatric burn injury.Referring Physicians and Hospitals To transfer a patient please call 810.262.9429."
    },
    {
        "id":7,
        "name":"Heart & Vascular",
        "img":"https://i.ibb.co/v3PZQz7/img-7.jpg",
        "info":"Exceptional Heart and Vascular Services.Just as your heart works tirelessly to pump blood throughout your body, the heart and vascular team at Hurley Heart Center will work to evaluate your condition and recommend the best treatment and rehabilitation options. Our staff specializes in diagnosing, treating and preventing heart disease, offering seamless and coordinated care to help heart patients lead longer, fuller lives.",
        "description":"Hurley’s Heart Center hasthe region’s only accredited cath lab.a Corazon accreditation showing that our heart program stands up to rigorous evaluation in areas such as coronary interventions, cath lab performance, surgery and cardiac rehabilitation.community programs like the Hurley Healthy Living Series heart events, illustrating a strong commitment to improving area heart health.the only Congestive Heart Failure Navigator in the area.convenient locations in Clio and Fenton.From lifestyle interventions and exercise programs to the latest in balloon angioplasty, Hurley cares for hearts. Using advanced techniques such as the radial approach to inserting cardiac catheters, Hurley’s specially trained staff will use all of the tools at their disposal to secure the most positive outcome for every patient who comes through our doors. Saving lives isn’t enough. Our goal is to improve each heart patient’s quality of life."
    },
    {
        "id":8,
        "name":"Hernia Center",
        "img":"https://i.ibb.co/qCBTVL4/img-8.jpg",
        "info":"Each year, more than 5 million people in the United States are treated for hernias – that’s why we’ve established the Hurley Hernia Center of Excellence, the only one in the region.",
        "description":"At Hurley’s Hernia Center of Excellence, we are the experts in developing effective, minimally invasive procedures based on each patient’s individual needs. Our surgeons have extensive experience repairing all types of hernias, but equally important is their ability to discuss treatment alternatives with patients and walk them through their options for repair, including the benefits and possible complications. The goal of the Hurley Hernia program is rapid recovery, getting patients back to doing what they love most, free of hernia pain. Whether it is a non-mesh (also called tissue based or primary repair), or the most common procedure for inguinal hernia repair–the mesh-based Lichtenstein Repair–treatment will be determined on a case-by-case basis. We strive to give our patients the tools needed to make an informed decision with guidance from a board certified surgeon responsible for hundreds of successful hernia repairs each year. What is best for the patient–and what leads to the least chance of recurrence–will always be our guide."
    },
    {
        "id":9,
        "name":"Internal Medicine",
        "img":"    https://i.ibb.co/gZ56qd9/img-9.jpg",
        "info":"The physicians in the Internal Medicine service at Hurley Medical Center are board-certified internists who specialize in the care of adult patients with various symptoms and medical issues. Internal medicine services at Hurley Medical Center comprises of a full spectrum of care, from primary medicine to specialty services.Our physicians are involved in the comprehensive management of medical needs for hospitalized patients; collaborative care of patients with chronic medical illnesses; care for patients with undefined symptoms and complaints; coordinate care provided by surgeons and other specialists; and provide preventive screening services for health maintenance.",
        "description":"Internal Medicine Specialties.Allergy and Immunology,Cardiovascular Medicine,Endocrinology and Metabolism,Diabetes Education Program,Gastroenterology,General Medicine,Geriatric and Palliative Medicine,Hematology and Oncology,Infectious Diseases,Nephrology,Pulmonary and Critical Care,Asthma Disease Management Program & Clinic,Rheumatology"
    }
]